Repository: Beetest0/JPL_Gateway_WPF
Catalog: JPL_Gateway/Cultures/Resources.*.resx
Languages: fr_fr

# StrContact01
source: Contact Us
fr_fr: Nous contacter

# StrContact02
source: For General Enquiries Please use the enquiry form below
fr_fr: Pour les demandes générales, veuillez utiliser le formulaire de demande ci-dessous

# StrContact03
source: Your Name*
fr_fr: Votre nom*

# StrContact04
source: Email Address*
fr_fr: Adresse e-mail*

# StrContact05
source: Company Web Address
fr_fr: Adresse Web de l'entreprise

# StrContact06
source: Phone Number*
fr_fr: Numéro de téléphone*

# StrContact07
source: Your Enquiry*
fr_fr: Votre demande*

# StrContact08
source: SEND ENQUIRY
fr_fr: ENVOYER LA DEMANDE

# StrContact09
source: Alternatively, you can contact JPL Telecom by phone, email, or Live Chat during business hours. Monday to Friday, 9:00am to 5:00pm
fr_fr: Vous pouvez également contacter JPL Telecom par téléphone, e-mail ou chat en direct pendant les heures ouvrables, du lundi au vendredi de 9h00 à 17h00 du lundi au vendredi de 9h00 à 17h00

# StrContact10
source: CHAT NOW
fr_fr: DISCUTER MAINTENANT

# StrContact11
source: VISIT OUR WEBSITE
fr_fr: VISITEZ NOTRE SITE INTERNET

# StrContact12
source: CONTACT JPL
fr_fr: CONTACTER JPL

# StrContext01
source: Open JPL Gateway
fr_fr: Ouvrez JPL Gateway

# StrContext02
source: Exit
fr_fr: Quitter

# StrDevice01
source: Back
fr_fr: Retour

# StrDevice02
source: Device Updates
fr_fr: Mises à jour du dispositif

# StrDevice03
source: Device Settings
fr_fr: Paramètres du dispositif

# StrDevice_setting01
source: Device Settings
fr_fr: Paramètres du dispositif

# StrDevice_setting02
source: RESET SETTINGS
fr_fr: Réinitialiser les paramètres

# StrDevice_setting03
source: SAVE ALL SETTINGS
fr_fr: ENREGISTRER TOUS LES PARAMÈTRES

# StrDevice_setting04
source: EQ Setting
fr_fr: Paramètre égaliseur

# StrDevice_setting05
source: Preset
fr_fr: Prérégler

# StrDevice_setting06
source: Frequency
fr_fr: Fréquence

# StrDevice_setting07
source: APPLY
fr_fr: APPLIQUER

# StrDevice_setting08
source: Preferred Softphone
fr_fr: Softphone préféré

# StrDevice_setting09
source: Beep Tone
fr_fr: Tonalité du bip

# StrDevice_setting10
source: Key tone
fr_fr: Tonalité des touches

# StrDevice_setting11
source: Ring alert tone
fr_fr: Tonalité d'alerte de sonnerie

# StrDevice_setting12
source: Mute interval time
fr_fr: Temps d'intervalle mode silencieux

# StrDevice_update01
source: Device Updates
fr_fr: Mises à jour du dispositif

# StrDevice_update02
source: Current Version
fr_fr: Version actuelle

# StrDevice_update03
source: Latest Version
fr_fr: Version la plus récente

# StrDevice_update04
source: Custom Update
fr_fr: Mise à jour personnalisée

# StrDevice_update05
source: (locked) request for access
fr_fr: (verrouillé) demande d'accès

# StrDevice_update06
source: Available Updates
fr_fr: Mises à jour disponibles

# StrDevice_update07
source: Up to Date
fr_fr: À jour

# StrDevice_update08
source: Preferred Softphone
fr_fr: Softphone préféré

# StrDevice_update09
source: Description of update
fr_fr: Description de la mise à jour

# StrDevice_update10
source: UPDATE NOW
fr_fr: METTRE À JOUR MAINTENANT

# StrMain01
source: All Devices
fr_fr: Tous les dispositifs

# StrMain02
source: Support
fr_fr: Soutien

# StrMain03
source: Settings
fr_fr: Paramètres

# StrMain04
source: JPL Products
fr_fr: Produits JPL

# StrMain05
source: Connect Your Device To Manage Settings
fr_fr: Connectez votre appareil pour gérer les paramètres

# StrPopup_reset01
source: Warning
fr_fr: Avertissement

# StrPopup_reset02
source: Reset to Factory Settings
fr_fr: Réinitialiser sur les paramètres d'usine

# StrPopup_reset03
source: This will reset your device to its factory settings. Your settings cannot be recovered after resetting. Are you sure you would like to reset your device?
fr_fr: Cela réinitialisera votre appareil sur ses paramètres d'usine. Vos paramètres ne peuvent pas être récupérés après la réinitialisation. Voulez-vous vraiment réinitialiser votre appareil?

# StrPopup_reset04
source: Cancel
fr_fr: Annuler

# StrPopup_reset05
source: Reset
fr_fr: Réinitialiser

# StrPopup_update01
source: Update
fr_fr: Mise à jour du micrologiciel

# StrPopup_update02
source: Update Firmware
fr_fr: Mise à jour du firmware

# StrPopup_update03
source: Once firmware is updated it cannot be returned to the previous version. This update includes the following features;
fr_fr: Une fois le micrologiciel mis à jour, vous ne pourrez pas revenir à la version précédente. Cette mise à jour inclut les fonctionnalités suivantes;

# StrPopup_update04
source: Would you like to proceed with the firmware update?
fr_fr: Souhaitez-vous procéder à la mise à jour du micrologiciel?

# StrPopup_update05
source: Cancel
fr_fr: Annuler

# StrPopup_update06
source: Proceed
fr_fr: Poursuivre

# StrPopup_update07
source: Please do not disconnect the device during the update process
fr_fr: Veuillez ne pas déconnecter le casque pendant le processus de mise à jour

# StrPopup_update08
source: Please unplug the USB cable connected to the device and then plug it back in
fr_fr: Veuillez débrancher l'USB du casque et le rebrancher

# StrPopup_update09
source: Update JPL Gateway
fr_fr: Mise à jour du JPL Gateway

# StrPopup_update10
source: Once Software is updated it cannot be returned to the previous version. This update includes the following features;
fr_fr: Une fois le logiciel mis à jour, vous ne pourrez pas revenir à la version précédente. Cette mise à jour inclut les fonctionnalités suivantes;

# StrPopup_update11
source: Would you like to proceed with the JPL Gateway update?
fr_fr: Souhaitez-vous procéder à la mise à jour du JPL Gateway?

# StrProduct01
source: Speakerphones
fr_fr: Haut-parleurs

# StrProduct02
source: Wired Headsets
fr_fr: Casques filaires

# StrProduct03
source: Accessories
fr_fr: Accessoires

# StrProduct04
source: Wireless Headsets
fr_fr: Casques sans fil

# StrProduct05
source: Bottom Leads
fr_fr: Câbles inférieurs

# StrProduct06
source: Video Conferencing
fr_fr: Vidéo conférence

# StrProduct07
source: AV Cables
fr_fr: Câbles AV

# StrSetting01
source: Settings
fr_fr: Paramètres

# StrSetting02
source: General Settings
fr_fr: Paramètres généraux

# StrSetting03
source: Language
fr_fr: Langue

# StrSetting04
source: Country
fr_fr: Pays

# StrSetting06
source: Allow push notifications
fr_fr: Autoriser les notifications push

# StrSetting07
source: Launch JPL Gateway on startup
fr_fr: Lancer JPL Gateway au démarrage

# StrSetting08
source: Allow JPL Gateway to start up automatically upon login
fr_fr: Autoriser JPL Gateway à démarrer automatiquement lors de la connexion

# StrSetting09
source: Gateway Firmware
fr_fr: Micrologiciel Gateway

# StrSetting10
source: Newest Version
fr_fr: Version la plus récente

# StrSetting11
source: Current Version
fr_fr: Version actuelle

# StrSupport02
source: TroubleShooting
fr_fr: Dépannage

# StrSupport03
source: Where to Buy
fr_fr: Où acheter

# StrSupport04
source: Compatibility
fr_fr: Compatibilité

# StrSupport05
source: Contact Us
fr_fr: Contactez-nous

# StrSupport06
source: Warranty Registration
fr_fr: Enregistrement de garantie

# StrTrouble01
source: Troubleshooting
fr_fr: Dépannage

# StrTrouble02
source: Audio Test
fr_fr: ESSAI audio

# StrTrouble03
source: Speaker
fr_fr: Haut-parleur

# StrTrouble04
source: Speaker Test
fr_fr: TEST du haut-parleur

# StrTrouble05
source: Speaker Volume :
fr_fr: Volume du haut-parleur :

# StrTrouble07
source: Microphone Test
fr_fr: TEST du microphone

# StrTrouble08
source: Microphone Volume :
fr_fr: Volume du microphone :

# StrTrouble09
source: Recording…
fr_fr: Enregistrement…

# StrTrouble10
source: Playback…
fr_fr: Réécouter…

# StrTrouble11
source: Playing…
fr_fr: Diffuser…

# StrTrouble12
source: Check for audio device.
fr_fr: Vérifiez le périphérique audio.
